<script setup>
import './pay.scss'
import Title from '../Title/Title.vue';

</script>

<template>
    <section class="pay">
        <img class="pay__orange circle-right circle" src="@/assets/img/orange-circle.png" alt="orange">
        <img class="pay__orange circle-left circle" src="@/assets/img/orange-circle.png" alt="orange">
        <div class="pay__container container">
            <h2 class="pay__title">
                <Title title="Оплата і доставка" />
            </h2>
            <div class="pay__block">
                <div class="pay__block-text">
                    <h3 class="pay__sub-title">
                        Оплата
                    </h3>
                    <div class="pay__block-box text">
                        <p class="pay__text-green text-green">Мінімальне замовлення насіння або будь-яких інших товарів
                            в нашому
                            магазині
                            становить 200 гривень.
                        </p>
                        <div class="pay__text">
                            <h4 class="pay__text-bold bold">
                                -На розрахунковий рахунок в КБ ПриватБанк
                            </h4>
                            <p class="pay__text text play-right play">
                                У будь-якому відділенні банку Ви можете здійснити платіж на розрахунковий рахунок або
                                через термінал КБ ПриватБанк, або програму Приват24. Вартість послуг банку (комісія)
                                оплачується окремо, згідно тарифів обраного Вами банку.
                            </p>
                        </div>
                        <div class="pay__text">
                            <h4 class="pay__text-bold bold">
                                -Замовлення оплачується при його отриманні у відділенні.
                            </h4>
                            <p class="pay__text text play-right play">
                                Комісія при перерахуванні оплати за замовлення вартістю до 500 грн складає 10 грн, понад
                                500 грн - 2%. Комісія НЕ буде додана в рахунок і оплачується при отриманні посилки.
                                Післяплатою через компанію «Нова пошта» (оплата при отриманні відправлення)
                            </p>
                        </div>
                        <div class="pay__text">
                            <h4 class="pay__text-bold bold">
                                -Замовлення оплачується при його отриманні у відділенні.
                            </h4>
                            <p class="pay__text text play-right play">
                                Комісія за перерахування грошових коштів - 2,5%, але не менш ніж 10 грн від суми
                                замовлення. Коміссія сплачується при отриманні посилки.
                            </p>
                        </div>
                        <div class="pay__text">
                            <h4 class="pay__text-bold bold">
                                -Готівкою при самовивозі
                            </h4>
                            <p class="pay__text text play-right play">
                                Замовлення оплачується готівкою при отриманні на нашому офісі, розташованому за адресою
                                м Краматорськ, вул.Богдана Хмельницького, 7, магазин "Огородник" (УкрНасіння).
                            </p>
                        </div>
                    </div>
                    <div class="pay__block-box text">
                        <p class="pay__text-green text-green">
                            При виборі оплати післяплатою, враховуйте:
                        </p>
                        <div class="pay__text">
                            <p class="pay__text text play-right play">
                                - товари з позначкою «НА ЗАМОВЛЕННЯ» і «ПЕРЕДОПЛАТА» цим способом не відправляються;
                            </p>
                        </div>
                        <div class="pay__text">
                            <p class="pay__text text play-right play">
                                - поки оплата за перше замовлення не буде отримана, наступне замовлення клієнтові не
                                висилається.
                                Компанія залишає за собою право на зміну ціни у разі коливання курсу валют.
                                Замовлення насіння та ін. товару через інтернет обробляється до 3-х днів, в сезон, в
                                зв'язку зі збільшенням кількості замовлень, термін обробки може бути збільшений. Можлива
                                відсутність деяких товарів на складі, в рахунок-фактуру вони не включаються, без
                                узгодження з покупцем іншими не замінюються. Після обробки та формування замовлення
                                насіння через інтернет, на зазначений клієнтом e-mail і в його кабінет направляється
                                рахунок-фактура. Якщо протягом 3-х днів після оформлення замовлення насіння на адресу
                                Вашої електронної пошти не прийшов рахунок, будь ласка, повідомте про це оператора. Будь
                                ласка, додайте наш e-mail shop@ukrsemena.com в свою адресну книгу, таким чином,
                                рахунок-фактура не потрапить в спам. У рахунку-фактурі будуть вказані реквізити для
                                здійснення оплати згідно обраного способу. Список товару при стані замовлення
                                «Виставлено рахунок» в кабінеті клієнта повністю збігається з рахунком-фактурою.
                                Виписаний товар резервується на 3 робочих дні, протягом яких клієнтові необхідно
                                здійснити оплату (якщо обрана передоплата).
                            </p>
                        </div>
                        <div class="pay__text">
                            <p class="pay__text text play-right play">
                                Всі необхідні реквізити платежу вказані в рахунку-фактурі.
                            </p>
                        </div>
                        <div class="pay__text">
                            <p class="pay__text text play-right play">
                                Передоплата здійснюється тільки після отримання рахунку-фактури. Рахунок необхідно
                                оплатити протягом 3-х банківських днів. При здійсненні платежу комісія не входить у
                                вартість замовлення і доставки, оплачується покупцем окремо. Якщо Вам у відділенні банку
                                відмовляють у проведенні платежу, зв'яжіться з Контакт-центром і повідомте про
                                порушення, вказавши прізвище та посаду відповідального співробітника банку.
                            </p>
                        </div>
                    </div>
                    <div class="pay__block-box text">
                        <h4 class="pay__text-bold bold">
                            Після оплати замовлення надішліть листа на <span
                                class="pay__text-green text-green">shop@ukrsemena.com</span> або зв'яжіться з <span
                                class="pay__text-green text-green">Контакт-центром</span> і повідомте:
                        </h4>
                        <div class="pay__text">
                            <p class="pay__text text play-right play">
                                - П.І.Б.;
                            </p>
                        </div>
                        <div class="pay__text">
                            <p class="pay__text text play-right play">
                                - номер замовлення;
                            </p>
                        </div>
                        <div class="pay__text">
                            <p class="pay__text text play-right play">
                                - оплачену суму;
                            </p>
                        </div>
                        <div class="pay__text">
                            <p class="pay__text text play-right play">
                                - дату платежу.
                            </p>
                        </div>
                        <div class="pay__text">
                            <p class="pay__text text play-right play">
                                Це прискорить відправку замовлення. Якщо Ви збираєтеся сплатити прострочений рахунок,
                                обов'язково зв'яжіться з менеджером для уточнення наявності товару.
                            </p>
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </section>
</template>